Repository: menooa25/shop
Catalog: back_end/locale/*/LC_MESSAGES/django.po
Languages: fa

source: This emial is taken
fa: این ایمیل شخص دیگه ای ثبت کرده

source: User created successfully
fa: اکانت با موفقیت ساخته شد

source: invalid data
fa: اطلاعات نا متبر است

source: Username or password is incorrect
fa: یوزرنیم یا پسورد اشتباه است

source: If emails exists reset password code will sent to it
fa: اگر این ایمیل وجود داشته باشد کد برای ریست کردن پسورد ارسال خواهد شد

source: Something went wrong
fa: چیزی درست نیست

source: password does not match
fa: پسورد تتابق ندارد

source: password updated successfully
fa: پسورد با موفقیت بروزرسانی شد

source: the code is not valid
fa: کد نا معطبر است

source: User updated successfully
fa: یوزر با موفقیت بروزرسانی شد

source: Invalid data
fa: اطلاعت نا متیر است

source: address created and added to user
fa: ادرس درست شد و به یوزد اظافه شد

source: password changed successfully
fa: پسورد با موفقیت تغییر کرد

source: product added to basket
fa: محصول به صبد خرید ازافه شد

source: you dont have primary basket
fa: شما صبد خرید ندارید

source: thanks for purchase
fa: ممنون بابت خرید
